Repository: ezsystems/PlatformUIBundle
Catalog: Resources/translations/content_type.*.xlf
Languages: fr_fr

# content_type.container
source: Container
fr_fr: Peut contenir des sous éléments

# content_type.dashboard_title
source: Content types
fr_fr: Types de contenu

# content_type.default_availability
source: Default availability in primary language, if translation is absent
fr_fr: Disponible dans la langue par défaut même, si la traduction n'existe pas

# content_type.default_availability.help
source: Default availability in primary language, if translation is absent
fr_fr: Disponible dans la langue par défaut même, si la traduction n'existe pas

# content_type.default_children_sorting
source: Default property for sorting chilren
fr_fr: Tri par défaut des sous-éléments

# content_type.edit
source: Edit
fr_fr: Éditer

# content_type.edit_title
source: Edit
fr_fr: Éditer

source: Content type group
fr_fr: Groupe de type de contenu

# content_type.group.cancel
source: Cancel
fr_fr: Annuler

# content_type.group.cannot_delete.has_content_types
source: Cannot delete Content type group "%identifier%" as it still contains Content types.
fr_fr: Impossible de supprimer le groupe "%identifier%" car il contient toujours des types de contenu.

# content_type.group.create.title
source: Creating a new Content type group
fr_fr: Créer un nouveau groupe de type de contenu

# content_type.group.deleted
source: Content type group "%identifier%" was correctly deleted.
fr_fr: Le groupe de type de contenu "%identifier%" a été correctement supprimé.

# content_type.group.edit
source: Edit
fr_fr: Éditer

# content_type.group.edit.title
source: Editing Content type group "%identifier%"
fr_fr: Éditer le groupe de type de contenu "%identifier%"

# content_type.group.list
source: Content type groups
fr_fr: Groupes de type de contenu

# content_type.group.name
source: Name
fr_fr: Nom

# content_type.group.new
source: Create a Content type group
fr_fr: Créer un groupe de type de contenu

# content_type.group.notification.created
source: Content type group "%identifier%" was correctly created.
fr_fr: Le groupe de type de contenu "%identifier%" a été correctement créé.

# content_type.group.notification.updated
source: Content type group "%identifier%" was correctly updated.
fr_fr: Le groupe de type de contenu "%identifier%" a été correctement mis à jour.

# content_type.identifier
source: Identifier
fr_fr: Identifiant

# content_type.is_in_use
source: The content type cannot be deleted because it has content items, or because you don't have permission.
fr_fr: Le type de contenu ne peut pas être supprimé car des contenus de ce type existent ou parce que vous n'avez pas la permission.

# content_type.last_modified
source: Last modified: %date% by %modifier%
fr_fr: Dernière modification: %date% par %modifier%

# content_type.modified_date
source: Modification date
fr_fr: Date de modification

# content_type.name
source: Name
fr_fr: Nom

# content_type.name_schema
source: Content name schema
fr_fr: Modèle de nom des contenus

# content_type.notification.deleted
source: The Content type "%contentTypeName%" was successfully deleted.
fr_fr: Le type de contenu "%contentTypeName%" a été supprimé avec succès.

# content_type.notification.draft_removed
source: The Content type draft was successfully removed.
fr_fr: Le brouillon de type de contenu a été supprimé avec succès.

# content_type.notification.draft_updated
source: The Content type draft was successfully updated.
fr_fr: Le brouillon de type de contenu a été mis à jour avec succès.

# content_type.notification.published
source: The Content type draft was successfully updated and published. Related Content has also been updated.
fr_fr: Le brouillon de type de contenu a été mis à jour et publié avec succès. Les contenus correspondants ont été mis à jour.

# content_type.url_alias_schema
source: URL alias name pattern
fr_fr: Modèle de génération de l'URL

# field_definition.identifier
source: Identifier
fr_fr: Identifiant

# field_definition.name
source: Name
fr_fr: Nom
