Repository: ezsystems/PlatformUIBundle
Catalog: Resources/translations/language.*.xlf
Languages: fr

source: language.list
fr: Langues

source: language.name
fr: Nom de la langue

source: language.code
fr: Code de la langue

source: language.id
fr: ID de la langue

source: language.enabled
fr: Activée

source: language.disabled
fr: Désactivée

source: language.edit
fr: Éditer

source: language.new
fr: Créer une nouvelle langue

source: language.remove.selected
fr: Supprimer la sélection

source: language.view.title
fr: Langue : %languageName%

source: language.create.title
fr: Création d'une nouvelle langue

source: language.edit.title
fr: Édition de la langue "%languageName%"

source: language.name.label
fr: Nom de la langue :

source: language.code.label
fr: Code de la langue :

source: language.enabled.label
fr: Langue activée :

source: language.id.label
fr: ID de la langue :

source: language.label.edit
fr: Éditer la langue

source: language.error.code_already_exist
fr: Une langue avec ce code existe déjà, merci d'en saisir un différent

source: language.create.submit
fr: Sauvegarder
