Repository: ezsystems/PlatformUIBundle
Catalog: Resources/translations/role.*.xlf
Languages: fr_fr

# assignment.none
source: This role is not assigned to any users or user groups.
fr_fr: Ce rôle n'est assigné à aucun utilisateur ou groupe d'utilisateurs.

# assignment.role_limitation_none
source: No limitations
fr_fr: Aucune limitation

# assignment.user_or_group
source: User/group
fr_fr: Utilisateur/groupe

# assignment.user_or_group_using
source: Users and groups using the <%role%> role (%count%)
fr_fr: Utilisateurs et groupes affectés au <%rôle%> rôle (%count%)

# policy.function
source: Function
fr_fr: Fonction

# policy.function_all
source: all functions
fr_fr: Toutes les fonctions

# policy.limitation_none
source: No limitations
fr_fr: Pas de limitation

# policy.module_all
source: all modules
fr_fr: Tous les modules

source: Role
fr_fr: Rôle

# role.assign.universaldiscovery.title
source: Pick the users/groups to assign the role "%roleIdentifier%" to
fr_fr: Choisir les utilisateurs/groupes à assigner au rôle "%roleIdentifier%"

# role.assign.user_or_group
source: Assign to users/groups
fr_fr: Assigner aux utilisateurs/groupes

# role.assignment.deleted
source: The role assignment was correctly deleted.
fr_fr: L'assignation du rôle a été correctement supprimée.

# role.assignment.error.delete
source: An error occurred when trying to delete the role assignment.
fr_fr: Une erreur s'est produite lors de la suppression de l'assignation du rôle.

# role.dashboard_title
source: Roles
fr_fr: Rôles

# role.deleted
source: Role "%roleIdentifier%" was correctly deleted.
fr_fr: Rôle "%roleIdentifier%" a été correctement supprimé.

# role.edit
source: Edit role name
fr_fr: Éditer le rôle

# role.edit_title
source: Edit <%roleName%>
fr_fr: Éditer <%roleName%>

# role.error.delete
source: An error occurred when trying to delete role "%roleIdentifier%".
fr_fr: Une erreur s'est produite lors de la suppression du rôle "%roleIdentifier%".

# role.error.policy_not_found
source: Role #%roleId% doesn't contain any policy with ID #%policyId%
fr_fr: Le rôle #%roleId% ne contient aucune politique avec l'ID #%policyId%

# role.list
source: Roles
fr_fr: Rôles

# role.name
source: Name
fr_fr: Nom

# role.notification.draft_removed
source: The role draft was removed.
fr_fr: Le rôle brouillon a été supprimé.

# role.notification.draft_saved
source: The role draft was saved.
fr_fr: Le brouillon du rôle a été sauvegardé.

# role.notification.published
source: The role was published.
fr_fr: Le rôle a été publié.

# role.policy.add
source: Add a new policy
fr_fr: Ajouter une nouvelle politique

# role.policy.create.title
source: New policy
fr_fr: Nouvelle politique

# role.policy.deleted
source: Policy #%policyId% for role "%roleIdentifier%" was correctly deleted.
fr_fr: La politique #%policyId% pour le rôle "%roleIdentifier%" a été correctement supprimée.

# role.policy.edit.title
source: Edit %policy%
fr_fr: Éditer %policy%

# role.policy.edit_limitations
source: Edit limitations
fr_fr: Éditer les limitations

# role.policy.error.delete
source: An error occurred when trying to delete policy #%policyId% for role "%roleIdentifier%".
fr_fr: Une erreur s'est produite lors de la tentative de suppression de la politique #%policyId% pour le rôle "%roleIdentifier%".

# role.policy.notification.draft_removed
source: The policy draft was removed.
fr_fr: Le brouillon de la politique a été supprimé.

# role.policy.notification.draft_saved
source: The policy draft was saved.
fr_fr: Le brouillon de la politique a été sauvegardé.

# role.policy_none
source: There are no policies set up for this role.
fr_fr: Aucune politique n'est configurée dans ce rôle.
