Repository: ezsystems/PlatformUIBundle
Catalog: Resources/translations/section.*.xlf
Languages: fr_fr

# section.assign.contents
source: Assign to content
fr_fr: Assigner au contenu

# section.assign.universaldiscovery.title
source: Pick the Content items to assign to section "%sectionName%"
fr_fr: Choisir le contenu assigné à la section "%sectionName%"

# section.assigned.content
source: Assigned Content items
fr_fr: Contenus assignés

# section.assigned.contentcount
source: {0} This section is assigned to %contentCount% content items.|{1} This section is assigned to %contentCount% content item.|]1,Inf[ This section is assigned to %contentCount% content items
fr_fr: {0} Cette section n'est assignée à aucun élément de contenu.|{1} Cette section est assignée à %contentCount% élément de contenu.|]1,Inf[ Cette section est assignée à %contentCount% éléments de contenus

# section.cancel
source: Cancel
fr_fr: Annuler

# section.content.translate
source: Content items in this section (%contentCount%)
fr_fr: Contenus dans cette section (%contentCount%)

# section.create.title
source: Creating a new section
fr_fr: Créer une nouvelle section

# section.deleted
source: The Section "%sectionName%" was correctly deleted.
fr_fr: La Section "%sectionName%" a été correctement supprimée.

# section.edit
source: Edit
fr_fr: Éditer

# section.edit.title
source: Editing the section "%sectionName%"
fr_fr: Éditer la section "%sectionName%"

source: Section ID
fr_fr: ID de section

# section.id.label
source: Section ID:
fr_fr: ID de section :

source: Section identifier
fr_fr: Identifiant de la section

# section.identifier.label
source: Section identifier:
fr_fr: Identifiant de section :

source: Section name
fr_fr: Nom de la section

# section.name.label
source: Section name:
fr_fr: Nom de la section :

# section.new
source: Create a new section
fr_fr: Créer une nouvelle section

# section.notification.created
source: The section "%sectionName%" was correctly created.
fr_fr: La section "%sectionName%" a été correctement créée.

# section.notification.updated
source: The section "%sectionName%" was correctly saved.
fr_fr: La section "%sectionName%" a été correctement sauvegardée.
